GENRES = ['Фантастика', 'Ужасы', 'Детективы', 'Мультфильмы', 'Комедии']

GENRE_AGE_RATING = ['Ужасы', 'Детективы']

CORRECT_BOOK = 'Призрак в тостере'
UNKNOWN_BOOK = 'Как стать занудой за 985 минут 35 секунд'  # Нет в тестовом словаре

CORRECT_GENRE_HORROR = 'Ужасы'
INCORRECT_GENRE = 'Триллеры'

CORRECT_NAMED_BOOK_LIST = [
    'Гид по выживанию среди андроидов',
    'Как пережить ужин с тещей',
    'Тайна исчезновения кофе в офисе',
    'Приключения плюшевого ленивца в городе',
    'Секреты идеального падения на улице',
    'Коты-марсиане атакуют!',
    'Призрак в тостере',
    'Дело о вечном носке',
    'Ёжик и зомби-морковки',
    'Лягушка-миллионер'
]

CORRECT_BOOKS_GENRE = {
    'Гид по выживанию среди андроидов': 'Фантастика',
    'Как пережить ужин с тещей': 'Ужасы',
    'Тайна исчезновения кофе в офисе': 'Детективы',
    'Приключения плюшевого ленивца в городе': 'Мультфильмы',
    'Секреты идеального падения на улице': 'Комедии',
    'Коты-марсиане атакуют!': 'Фантастика',
    'Призрак в тостере': 'Ужасы',
    'Дело о вечном носке': 'Детективы',
    'Ёжик и зомби-морковки': 'Мультфильмы',
    'Лягушка-миллионер': 'Комедии'
}