BOOK_HORROR = 'Призрак в тостере'
BOOK_UNKNOWN = 'Как стать занудой за 985 минут 35 секунд'  # Нет в тестовом словаре

GENRE_HORROR = 'Ужасы'
GENRE_UNKNOWN = 'Триллеры'

BOOKS_GENRE = {
    'Гид по выживанию среди андроидов': 'Фантастика',
    'Как пережить ужин с тещей': 'Ужасы',
    'Тайна исчезновения кофе в офисе': 'Детективы',
    'Приключения плюшевого ленивца в городе': 'Мультфильмы',
    'Секреты идеального падения на улице': 'Комедии',
    'Коты-марсиане атакуют!': 'Фантастика',
    'Призрак в тостере': 'Ужасы',
    'Дело о вечном носке': 'Детективы',
    'Ёжик и зомби-морковки': 'Мультфильмы',
    'Лягушка-миллионер': 'Комедии'
}
